---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.ParameterValue
source: html/fc18964a-0df5-d477-ca0a-fb0c69d3f152.htm
---
# ParameterValue Members

Makes an identical copy of the given parameter value.